{
  "customers": [],
  "cars": [
    {
      "id": 1,
      "model": "Audi A3 Sportback",
      "price": "22 000",
      "specifications": {
        "year": 2020,
        "speed": 220,
        "engine": "2, 190л.с., бензин.",
        "start": 6.2,
        "drive": "полный",
        "warranty": 4
      },
      "titleDescription": "Заводной характер.",
      "description": "Audi A3 Sportback — это пятидверный хэтчбек. Очень практичный и любимый в Европе тип кузова, который в исполнении Audi еще и безупречно смотрится — подтянуто и спортивно. Большая колесная база говорит о просторном для своего класса салоне, а короткие свесы добавляют внешнему облику динамичности. Кроме того, для Audi A3 Sportback предлагаются дизайн-пакеты, которые помогут выразить ваше представление о прекрасном. Например, в пакет S line входят 18-дюймовые колесные диски с шинами 225/40 R18, отделка потолка черной тканью и накладки на педали из нержавеющей стали. К этому можно добавить спортивные бамперы и задний спойлер в стиле S line, а также хромированные насадки выхлопных труб. Все эти детали недвусмысленно намекают на горячий характер хэтчбека. С двигателем 2.0 TFSI мощностью 190 л. с., приводом quattro и автоматической коробкой передач S tronic он действительно готов показать, что находится в прекрасной физической форме. От 0 до 100 км/ч автомобиль разгоняется всего за 6,2 с. И неблагоприятные погодные условия при четырех ведущих колесах мало влияют на этот показатель.",
      "image": {
        "small": "images/cars/A3.png",
        "large": "images/cardsCar/A-A3.jpg"
      }
    },
    {
      "id": 2,
      "model": "Audi A4",
      "price": "25 000",
      "specifications": {
        "year": 2020,
        "speed": 210,
        "engine": "1.4, 150л.с., бензин.",
        "start": 8.5,
        "drive": "передний",
        "warranty": 4
      },
      "titleDescription": "Безупречные перспективы.",
      "description": "Audi A4 — образцовый седан среднего класса. Определение «средний» говорит исключительно о габаритах автомобиля и общепринятом делении по размерным группам. Во всем остальном Audi A4 — автомобиль не средний, а скорее выдающийся или даже безупречный. Спортивный внешний вид. Просторный салон. Вместительный багажник. Великолепные материалы отделки. Рекордные аэродинамические показатели. Мощные, но экономичные двигатели. А в качестве опций — легендарный полный привод quattro, навигационная система с выходом в Интернет и возможностью раздачи доступа в Сеть по Wi-Fi, инновационные матричные светодиодные фары, потрясающий звук от Bang & Olufsen, цифровая приборная панель и разнообразные системы помощи водителю — от парковочного автопилота до ассистента движения в пробках.",
      "image": {
        "small": "images/cars/A4.png",
        "large": "images/cardsCar/A-A4.jpg"
      }
    },
    {
      "id": 3,
      "model": "Audi A4 Avant",
      "price": "29 000",
      "specifications": {
        "year": 2020,
        "speed": 210,
        "engine": "1.4, 150л.с., бензин.",
        "start": 7.9,
        "drive": "передний",
        "warranty": 4
      },
      "titleDescription": "Вместительный. Спортивный. Комфортный. Элегантный.",
      "description": "Универсал — один из самых практичных типов кузова. Большой багажник ценят многие: любители путешествий, семьи с детьми, а также сторонники активного отдыха, например, катания на горных лыжах. Вам нужен не просто вместительный, но и элегантный универсал? Присмотритесь к Audi A4 Avant. Спортивный внешний вид. Лучшие материалы отделки. Мощные, но экономичные двигатели. А в качестве опций — легендарный полный привод quattro, электропривод двери багажного отделения, навигационная система с выходом в Интернет и возможностью раздачи доступа в сеть по Wi-Fi, инновационные матричные светодиодные фары, потрясающий звук от Bang & Olufsen, цифровая приборная панель и разнообразные системы помощи водителю — от парковочного автопилота до ассистента движения в пробках.",
      "image": {
        "small": "images/cars/A4-Avant.png",
        "large": "images/cardsCar/A-A4-Avant.jpg"
      }
    },
    {
      "id": 4,
      "model": "Audi A5 Coupe",
      "price": "55 000",
      "specifications": {
        "year": 2020,
        "speed": 250,
        "engine": "2, 249л.с., бензин.",
        "start": 5.8,
        "drive": "передний",
        "warranty": 4
      },
      "titleDescription": "Безупречный законодатель моды.",
      "description": "Этот автомобиль — один из самых элегантных не только в линейке Audi, но и среди всего огромного разнообразия моделей, представленных на рынке. Безупречный дизайн — изящный, но в то же время харизматичный, со спортивным уклоном — не единственное достоинство двухдверного купе. Audi A5 Coupé динамичен и удобен в управлении. У него просторный салон и вместительный багажник объёмом 465 л; мощные и экономичные двигатели; легендарная система полного привода quattro в стандартной комплектации и множество высокотехнологичных опций в качестве дополнения — от матричных светодиодных фар до ассистента движения в пробках. Индивидуальные пожелания вы также можете реализовать в этом превосходном купе по программе Audi exclusive.",
      "image": {
        "small": "images/cars/A5.png",
        "large": "images/cardsCar/A-A5.jpg"
      }
    },
    {
      "id": 5,
      "model": "Audi RS5",
      "price": "100 000",
      "specifications": {
        "year": 2020,
        "speed": 250,
        "engine": "2.9, 450л.с., бензин.",
        "start": 3.9,
        "drive": "передний",
        "warranty": 4
      },
      "titleDescription": "Невероятная динамика.",
      "description": "Признанная иконой стиля, модель Audi RS 5 Coupé сочетает элегантность купе с взрывной динамикой серии RS. Двигатель V6 TFSI объемом 2,9 л, оснащенный двумя турбонагнетателями, развивает 450 л. с. при максимальном крутящем моменте 600 Нм. Он гарантирует настоящую спортивную динамику. До 100 км/ч RS 5 Coupé разгоняется всего за 3,9 с, а максимальная скорость ограничена 250 км/ч. При желании этот лимит может быть увеличен до 280 км/ч.",
      "image": {
        "small": "images/cars/RS5.png",
        "large": "images/cardsCar/A-RS5.jpg"
      }
    },
    {
      "id": 6,
      "model": "Audi A6",
      "price": "40 000",
      "specifications": {
        "year": 2020,
        "speed": 237,
        "engine": "2, 190л.с., бензин.",
        "start": 7.9,
        "drive": "передний",
        "warranty": 4
      },
      "titleDescription": "Инвестиционно привлекателен.",
      "description": "Все поколения этой модели ценили за гармонию изысканных форм и совершенных функций. Секрет популярности прост: этот автомобиль всегда остается надежным партнером своего владельца. Изысканный, инновационный, строгий и вместе с тем спортивный, — он один такой. Традиционный лидер бизнес-класса — новый Audi A6.",
      "image": {
        "small": "images/cars/A6.png",
        "large": "images/cardsCar/A-A6.jpg"
      }
    },
    {
      "id": 7,
      "model": "Audi A7 Sportback",
      "price": "68 000",
      "specifications": {
        "year": 2020,
        "speed": 250,
        "engine": "2, 245л.с., бензин.",
        "start": 6.2,
        "drive": "передний",
        "warranty": 4
      },
      "titleDescription": "Безупречно броский.",
      "description": "Этот автомобиль не оставляет равнодушным никого. Эффектный и утонченный, при этом оснащенный по последнему слову техники. Audi A7 Sportback — идеальный автомобиль для путешествий, сочетающий спортивный стиль с вместительным багажником и просторным салоном. Два сенсорных дисплея высокого разрешения сделают общение с автомобилем простым и увлекательным. А еще он в прямом смысле говорит со своим владельцем на понятном языке. Заботу о безопасности доверьте команде из 39 надежных электронных ассистентов. А сами наслаждайтесь мощью двигателя и безупречностью инновационного шасси.",
      "image": {
        "small": "images/cars/A7.png",
        "large": "images/cardsCar/A-A7.jpg"
      }
    },
    {
      "id": 8,
      "model": "Audi A8",
      "price": "80 000",
      "specifications": {
        "year": 2020,
        "speed": 250,
        "engine": "3, 340л.с., бензин.",
        "start": 5.6,
        "drive": "передний",
        "warranty": 4
      },
      "titleDescription": "Совершенство формы и содержания.",
      "description": "Соответствовать своему времени, но опережать его. Быть в тренде, но диктовать свои правила. Чтить традиции, но и предвосхищать тенденции. В этом весь Audi A8. Этот технологически совершенный автомобиль создан, чтобы подарить вам незабываемые эмоции от каждой поездки и подчеркнуть вашу безупречную репутацию. Audi A8 сочетает в себе элегантность форм и принципиальную новизну технических решений. Он выводит понятие «современный автомобиль» на совершенно новый уровень. В вашем распоряжении более 40 ассистирующих систем, которые отвечают самым современным представлениям об автомобиле представительского класса и об удобстве управления им. Изысканная кожа Unicum, съёмный пульт с сенсорным OLED-дисплеем высокого разрешения для управления функциями автомобиля с заднего сиденья Rear seat remote, необычайно комфортное сиденье для «пассажира номер один» с подставкой для ног, множеством регулировок и функцией подогрева и массажа стоп. Вы достойны только лучшего.",
      "image": {
        "small": "images/cars/A8.png",
        "large": "images/cardsCar/A-A8.jpg"
      }
    },
    {
      "id": 9,
      "model": "Audi Q3",
      "price": "38 000",
      "specifications": {
        "year": 2020,
        "speed": 207,
        "engine": "1.4, 150л.с., бензин.",
        "start": 9.2,
        "drive": "передний",
        "warranty": 4
      },
      "titleDescription": "Сила и энергия.",
      "description": "Новый Audi Q3 изменит ваше представление о кроссоверах. Технологичный, универсальный и вместительный. Представительный, но свободный от громоздкости «тяжелого люкса». Яркий, смелый и готовый к любым задачам. Что выделяет новый Audi Q3? Динамичные линии и подчеркнутые формы делают Audi Q3 непохожим ни на кого. Приподнятая передняя часть кузова демонстрирует мощь, а фары Audi Matrix LED обеспечивают освещение на качественно новом уровне. ",
      "image": {
        "small": "images/cars/Q3.png",
        "large": "images/cardsCar/A-Q3.jpg"
      }
    },
    {
      "id": 10,
      "model": "Audi Q5",
      "price": "44 000",
      "specifications": {
        "year": 2020,
        "speed": 237,
        "engine": "3, 250л.с., дизель.",
        "start": 6,
        "drive": "полный",
        "warranty": 4
      },
      "titleDescription": "Готов ко всему.",
      "description": "Никаких компромиссов — лишь точный расчет и совершенные технологии. Audi Q5 убеждает сразу: изысканный комфорт, яркий стиль, исключительная динамика. Выразительный облик, стремительная динамика и передовые технические решения — это ваши безграничные возможности, которые каждый день подтверждает ваш Audi Q5.Каждый элемент Audi Q5 выдержан в характерном для моделей семейства Q дизайне. Выразительный капот, плавно нисходящая линия крыши, зеркала заднего вида на плечевой линии, а также узкая полоса остекления, — все они воплощают динамику и уверенность.",
      "image": {
        "small": "images/cars/Q5.png",
        "large": "images/cardsCar/A-Q5.jpg"
      }
    },
    {
      "id": 11,
      "model": "Audi Q7",
      "price": "60 000",
      "specifications": {
        "year": 2020,
        "speed": 233,
        "engine": "2, 252л.с., бензин.",
        "start": 6.9,
        "drive": "полный",
        "warranty": 4
      },
      "titleDescription": "Мощный. Динамичный. Внушительный.",
      "description": "В экстерьере большого кроссовера нового поколения можно отметить многие характерные особенности Audi и семейства Q. Объемная решетка Singleframe с широкой рамой является центральным элементом дизайна передней части автомобиля. Дневные ходовые огни для опциональных светодиодных фар и фар Audi Matrix LED имеют форму двойной стрелы. Объемные колесные арки и четко очерченная плечевая линия ставят визуальные акценты на колесах. Дверь багажного отделения заходит на задние стойки.",
      "image": {
        "small": "images/cars/Q7.png",
        "large": "images/cardsCar/A-Q7.jpg"
      }
    },
    {
      "id": 12,
      "model": "Audi Q8",
      "price": "77 000",
      "specifications": {
        "year": 2020,
        "speed": 250,
        "engine": "3, 340л.с., бензин.",
        "start": 5.9,
        "drive": "полный",
        "warranty": 4
      },
      "titleDescription": "Свободен от предрассудков.",
      "description": "Экспрессивный дизайн, прогрессивные технологии и соответствие самым высоким требованиям — именно эти характерные для марки черты объединил в себе новый Audi Q8. Его спортивный облик напоминает о легендарных первых моделях Audi quattro, а новая восьмиугольная решетка радиатора Singleframe говорит о том, что перед нами — автомобиль будущего. Салон полноразмерного четырехдверного кроссовера-купе похож на роскошную гостиную: просторный, исполненный достоинства и комфорта. Как того требует время, автомобиль полностью интегрирован в информационные сети. Он устремлен в будущее, ведь век цифровых технологий тут уже наступил. Его яркие приметы — интеллектуальные системы управления и высокотехнологичные мультимедиа и навигация — от голосовых команд до новейших дисплеев MMI Touch Response с тактильной обратной связью. Совершенная ходовая часть, высокий клиренс и постоянный полный привод quattro гарантируют владельцу этого автомобиля настоящее удовольствие от вождения и полную независимость от погоды и дорожного покрытия.",
      "image": {
        "small": "images/cars/Q8.png",
        "large": "images/cardsCar/A-Q8.jpg"
      }
    }
  ]
}